Repository: Muhammad-Rehab/dalily
Catalog: lib/l10n/app_*.arb
Languages: ar

# app_name
source: Dalily
ar: دليلي

# dark_them
source: Dark theme
ar: الوضع الداكن

source: Change language
ar: تغيير اللغه

# arabic_lang
source: Arabic
ar: العربية

# english_lang
source: English
ar: الانجليزية

# welcome
source: Welcome to you
ar: أهلا بك

source: Log In
ar: تسجيل دخول

source: Sign Up
ar: تسجيل حساب جديد

source: Phone number
ar: رقم الهاتف

# empty_phone_number
source: You must enter phone number
ar: يجب عليك ادخال رقم هاتف

# wrong_phone_number_length
source: You must enter a phone number consisting of 11 number
ar: يجب ادخال رقم هاتف مكون من 11 رقم

# wrong_phone_number_format
source: You must enter a phone number starting at 011, 010, 012 or 015
ar: يجب ادخال رقم هاتف يبدا ب 011 او 010 او 012 او 015

source: OTP
ar: كود التحقق

# otp_wrong_format
source: The 6 -digit verification code must be entered
ar: يجب ادخال كود التحقق المكون من 6 ارقام

# otp_is_send
source: The verification code has been sent to your phone
ar: تم ارسال كود التحقق الي هاتفك

# resend_otp
source: Resend verification code
ar: إعادة ارسال كود التحقق

# resend_otp_after
source: Resend verification code after
ar: إعاده إرسال كود التحقق بعد

# minute
source: minutes
ar: دقيقه

source: Pick image from ...
ar: إختيار صوره من ...

source: Gallery
ar: المعرض

source: Camera
ar: الكاميره

source: Full Name
ar: الاسم كاملا

# full_name_hint
source: Ahmed Muhammad Ahmed
ar: احمد محمد احمد

# full_name_error
source: You must enter your full name
ar: يجب ادخال اسمك الثلاثي

source: Address
ar: العنوان

# address_hint
source: In front of Alasafra Mosque
ar: امام مسجد العصافره

# address_if_exist
source: Address of the store or office, if any
ar: عنوان المحل او المكتب ان وجد

source: Occupation
ar: المهنة أو الحرفة

# occupation_hint
source: A doctor, engineer, electrician, driver, etc
ar: طبيب او مهندس او كهربائي او سائق الخ

# occupation_validate_message
source: You must enter the profession or craft you work in
ar: يجب ادخال المهنة أو الحرفه التي تعمل بها

# pick_work_images
source: Choose photos of your products or business
ar: اختيار صور خاصه بمنتجاتك او اعمالك

# work_image_max_length
source: The maximum number is 3 photos only
ar: الحد الاقصي هو 3 صور فقط

# other_auth_error
source: An error in logging in, please try at a later time
ar: خطا في تسجيل الدخول يرجي التحقق من الاتصال بالانترنت واعاده المحاوله

source: Invalid phone number
ar: رقم تليفون غير صحيح

# phone_already_exist
source: The phone number is already registered in another account
ar: رقم الهاتف مسجل بالفعل ضمن حساب اخر

# too_many_request
source: The number of requests exceeds the maximum allowed
ar: يتجاوز عدد الطلبات الحد الأقصى المسموح به

# reinsert_phone_number
source: Re-enter the phone number
ar: اعادة ادخال رقم الهاتف

source: Add other phone numbers
ar: إضافه ارقام هواتف أخري

source: Second phone number
ar: رقم الهاتف الثاني

source: Third phone number
ar: رقم الهاتف الثالث

# verification_code
source: Enter verification Code
ar: أدخل كود التأكيد

# second
source: seconds
ar: ثانية

# confirm_entry
source: Confirm the entry
ar: تأكيد الدخول

# invalid_otp_code
source: The verification code from SMS/TOTP is invalid
ar: كود التاكيد غير صحيح الرجاء التاكد من صحته

source: Ok
ar: نعم

source: Cancel
ar: إلغاء

source: Add Category
ar: إضافة فئة

# category_name
source: English Category Name
ar: اسم الفئة بالعربي

# category_name_en
source: English Category Name
ar: اسم الفئة بالانجليزي

source: Update Category
ar: تحديث الفئة

source: Categories
ar: الفئات

# service_name
source: Service Nickname
ar: اسم الشهره للخدمه

# service_name_hint
source: Store or office nickname (Al-Fath Store)
ar: اسم الشهره للمحل,(معرض الفتح)

# description
source: Service Description
ar: الوصف

# description_hint
source: Such as Al-Fath Store for home appliances
ar: مثل معرض الفتح للاجهزه المنزليه

source: Select Category
ar: اختر الفئة
